[
  {
    "id": 0,
    "title": "Caso 01",
    "description": "Motorista troca de faixa de repente e derruba motociclista em avenida",
    "youtube_code": "_2dn8hoVxJo",
    "guilty": 1,
    "explanation": "Os dois estão errados, pois o motociclista está em alta velocidade e ultrapassando os carros pelo corredor, enquanto o condutor do carro troca de faixa sem sinalizar e verificar a existência de outros veículos pelo retrovisor."
  },
  {
    "id": 1,
    "title": "Caso 02",
    "description": "Motociclista em alta velocidade bate em carro que muda de faixa em túnel",
    "youtube_code": "q4w8QeW_4s8",
    "guilty": 1,
    "explanation": "Os dois estão errados, pois o motociclista está em alta velocidade e ultrapassando os carros pelo corredor, enquanto o condutor do carro troca de faixa sem sinalizar e verificar a existência de outros veículos pelo retrovisor."
  },
  {
    "id": 2,
    "title": "Caso 03",
    "description": "Motociclista cai após batida na traseira de carro",
    "youtube_code": "XFS-GJM4HVY",
    "guilty": 2,
    "explanation": "Por se tratar de uma via de alta velocidade, é fundamental que veículos, sobretudo, carros não freiem bruscamente, dado a quase impossibilidade dos veículos de trás pararem antes de colidirem."
  },
  {
    "id": 3,
    "title": "Caso 04",
    "description": "Motorista derruba motociclista em avenida",
    "youtube_code": "IgZVyUiWoSg",
    "guilty": 0,
    "explanation": "O acidente teria sido evitado se o motociclista estivesse dirigindo com mais cautela e, assim, teria visto que o carro estava sinalizando a troca de faixa."
  },
  {
    "id": 4,
    "title": "Caso 05",
    "description": "Motociclista bate na traseira de carro e sofre queda",
    "youtube_code": "sHLdqyBRl9I",
    "guilty": 0,
    "explanation": "Por se tratar de um trecho da avenida sem sinalização, é essencial que os condutores, principalmente, motociclistas não estejam em altas velocidades, uma vez que muitos veículos param o trânsito bruscamente para entrarem na avenida."
  },
  {
    "id": 5,
    "title": "Caso 06",
    "description": "Moto em alta velocidade colide com carro ao fazer curva",
    "youtube_code": "kNBG1420rDs",
    "guilty": 2,
    "explanation": "O condutor do carro está errado, pois a preferencial era do motociclista, com isso, o certo seria o motorista esperar o motociclista passar por ele."
  },
  {
    "id": 6,
    "title": "Caso 07",
    "description": "Motociclista bate em carro durante curva em avenida",
    "youtube_code": "JNWAQCARE1Q",
    "guilty": 2,
    "explanation": "Além do carro não estar na faixa correta para realizar a curva, apenas ligou o pisca momentos antes de realizar o movimento, por isso, o motociclista acreditava que o veículo iria continuar em frente."
  },
  {
    "id": 7,
    "title": "Caso 08",
    "description": "Moto bate em caminhão após curva brusca",
    "youtube_code": "Padzrv7aUyk",
    "guilty": 2,
    "explanation": "O caminhão realizou um movimento muito brusco e de uma faixa oposta à rua que desejava entrar, à vista disso, o motociclista foi surpreendido pela curva do grande veículo."
  }
]
